const products = [
  {
    id: 1,
    category: 'Тістечка',
    productDescription:
      'Категорія тістечок включає широкий асортимент різних видів, від класичних до нестандартних, кожен знайде собі за смаком.',
    imageSrc: './',
  },
  {
    id: 2,
    category: 'Торти',
    productDescription: `Якщо ви хочете, щоб ваше свято запам'яталося надовго, замовляйте торти у нас – ми гарантуємо, що вони стануть справжньою прикрасою вашого столу та принесуть масу задоволення вашим гостям.`,
    imageSrc: './',
  },
  {
    id: 3,
    category: 'Цукерки',
    productDescription:
      'У нашій колекції великий вибір різних цукерок. Цукерки з різними начинками, такими як горіхи, карамель, фрукти . Цукерки смоктальні та жувальні. Відкрийте для себе різноманіття їх  смаків.',
    imageSrc: './',
  },
  {
    id: 4,
    category: 'Печиво',
    productDescription:
      'У нас є великий вибір різного печива. Від галетного до шоколадного, без начинок та з ними, звичайне та печиво-сендвіч, розсипне та паковане. Наші продукти виготовлені тільки з найкращих якісних інгредієнтів.',
    imageSrc: './',
  },
  {
    id: 5,
    category: 'Зефір та маршмеллоу',
    productDescription:
      'Зефір і маршмеллоу - це легкі та смачні ласощі.  В нашому асортименті тільки найкращі виробники,щоб забезпечити нашим клієнтам чудовий смак та якість. Маєм у різні види та  смаки, доступно до замовлення.',
    imageSrc: './',
  },
];

const productTextContent = {
  titleText: 'Продукція',
  buttonText: 'Прайс',
  products: products,
};

export default productTextContent;
