const aboutUsSectionTextContent = {
  headerText: 'Про нас',
  descriptionText:
    'Ми спеціалізуємось на роздрібній торгівлі кондитерськими виробами в місті Дніпрі. Наша компанія - це сімейний магазин солодощів, який заснований на принципах любові, турботи та якості. Ми прагнемо, щоб кожен клієнт нашого магазину отримав справжнє задоволення від  продукції і відчув тепло та турботу, які ми вкладаємо в кожен продукт. Наша головна мета - принести радість та посмішку на обличчя гостей магазину, і ми робимо все можливе, щоб досягти цієї мети. Ми постійно покращуємо наш асортимент, щоб задовольнити потреби  клієнтів та внести в життя ще більше радості та смаку.',
  imageAltText: 'Столик біля вікна з підсвічуванням',
};

export default aboutUsSectionTextContent;
